/* 
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "新しいバージョンが利用可能です。";
"Version:" = "バージョン:";
"Released Date:" = "リリース日付：";
"Remind me later" = "後で通知";
"Update now" = "今すぐ更新";
"Check the update" = "更新プログラムを確認";
"The version you are using is the latest one!" = "このバージョンはすでに最新のバージョンです。";
"Software updata" = "ソフトウェア更新";
"Network error, please check the network and try again." = "ネットワークが異常です。ネットワークを確認して、もう一度試してください！";
"OK" = "はい";
"Downloading, please wait a moment." = "ダウンロード中、しばらくお待ちください…";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "ダウンロードが完了しました。 インストールには、実行中のプログラムを閉じる必要があります。続行しますか？";
"Install now" = "今すぐインストール";
"Cancel" = "キャンセル";
"Download the latest version, do you want to cancel?" = "最新バージョンに更新中、キャンセルしてもよろしいですか？";
"Download error, please check the network and try again," = "ダウンロード中にエラーが発生しました。ネットワーク接続をご確認の上、もう一度試してください！";
"Yes" = "はい";
"No" = "いいえ";
"Installing, please wait a moment." = "プログラムをインストール中、しばらくお待ちください…";
"Install complete." = "インストール完了しました。";
"Start now" = "今すぐ起動";
"Install failed, please try again." = "インストールに失敗しました。もう一度試してください！";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "プログラムのインストールが完了するまでお待ちください。さもなくば プログラムはエラーが発生する可能性があります";
"Try again" = "再試行";
"What's New:" = "アップデートの新機能と変更点：";
"Checking for updates…" = "更新を確認しています…";
